[
  {
    "segmentnr":"SA_K14_msudarsu:0",
    "original":"MSuAv [1] (GBM 1451.8) \/\/ punar api mahārāja yan mayā anuttarāṃ samyaksaṃbodhiṃ prārthayatā satvahitaṃ (GBM 1550.1)",
    "analyzed":"punar  api  mahā mahat Cp rāja rāja SVM yat yat  mayā mad SI anuttarām anuttara SAF samyaksaṃbodhim samyaksambodhi SAF prārthayatā prārthay SIPaPrM satva sattva Cp hitam hita SNNe gbM",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:1",
    "original":"kṛtaṃ tac chrūyatāṃ.",
    "analyzed":"kṛtam tat śrūyatām ",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:2",
    "original":"MSuAv [2] bhūtapūrvaṃ mahārāja rājā babhūva mahāsudarśano nāma saptabhi ratnaiḥ samanvāgataḥ catasṛbhiś ca mānuṣikābhi riddhibhiḥ. katamaiḥ  #",
    "analyzed":"bhūta pūrvam mahā rāja rājā babhūva mahāsudarśanaḥ nāma saptabhiḥ ratnaiḥ samanvāgataḥ catasṛbhiḥ ca mānuṣikābhiḥ ṛddhibhiḥ katamaiḥ ",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:3",
    "original":"saptabhi ratnaiḥ, tadyathā (GBM 1550.2)",
    "analyzed":"saptabhiḥ PINe ratnaiḥ tad SNNe yathā  gb",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:4",
    "original":"cakraratnena hastiratnenāśvaratnena maṇiratnena strīratnena gṛhapatiratnena pariṇāyakaratnena saptamena. katamābhiś catasṛbhiḥ mānuṣikābhi  #",
    "analyzed":"cakra ratnena hasti ratnena aśva ratnena maṇi ratnena strī ratnena gṛhapati ratnena pariṇāyaka ratnena saptamena katamābhiḥ catasṛbhiḥ mānuṣikābhiḥ ",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:5",
    "original":"riddhibhiḥ samanvāgata, rājā (GBM 1550.3)",
    "analyzed":"riddhibhiḥ samanvāgam PaPsCp rājā SNM",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:6",
    "original":"mahārāja mahāsudarśano dīrghāyur abhūc cirasthitikaḥ. sa caturaśītiṃ varṣasahasrāṇi kumārakrīḍāyāṃ krīḍitavāṃ,",
    "analyzed":"mahā rāja mahāsudarśanaḥ dīrgha āyuḥ abhūt cirasthitikaḥ sa caturaśītim varṣa sahasrāṇi kumāra krīḍāyām krīḍitavān ",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:7",
    "original":"caturaśītiṃ varṣasahasrāṇi yauvarājyaṃ kāritavāṃ, (GBM 1550.4)",
    "analyzed":"caturaśītim varṣa sahasrāṇi yauvarājyam kāritavān gbM",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:8",
    "original":"caturaśītiṃ varṣasahasrāṇi mahārājyaṃ kāritavāṃ,",
    "analyzed":"caturaśītim varṣa sahasrāṇi mahārājyam kāritavān ",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:9",
    "original":"caturaśītiṃ varṣasahasrāṇi rājarṣibrahmacaryam acārṣīd. yan mahārāja rājā mahāsudarśano (GBM 1550.5)",
    "analyzed":"caturaśītim varṣa sahasrāṇi rājarṣi brahmacaryam acārṣīt yat mahā rāja rājā mahāsudarśanaḥ gb",
    "folio":1
  },
  {
    "segmentnr":"SA_K14_msudarsu:10",
    "original":"dīrghāyur abhūc cirasthitikaś caturaśītiṃ varṣasahasrāṇi yāvad rājarṣibrahmacaryam acārṣī,",
    "analyzed":"dīrgha āyuḥ abhūt cirasthitikaḥ caturaśītim varṣa sahasrāṇi yāvat rājarṣi brahmacaryam acārṣī ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:11",
    "original":"iyaṃ rājño mahāsudarśanasya riddhir ity ucyate.",
    "analyzed":"iyam rājñaḥ mahāsudarśanasya riddhiḥ iti ucyate ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:12",
    "original":"MSuAv [3] punar aparaṃ mahārāja (GBM 1550.6)",
    "analyzed":"punar  aparam mahat Cp rāja gbM",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:13",
    "original":"rājā mahāsudarśano 'bhirūpo 'bhūd darśanīyaḥ prāsādikaḥ atikrāntaś ca mānuṣaṃ varṇam",
    "analyzed":"rājā mahāsudarśanaḥ abhirūpaḥ abhūt darśanīyaḥ prāsādikaḥ atikrāntaḥ ca mānuṣam varṇam ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:14",
    "original":"asaṃprāptaś ca divyaṃ varṇaṃ. yan mahārāja rājā mahāsudarśano 'bhirūpo 'bhūd darśanīyaḥ (GBM 1550.7)",
    "analyzed":"a saṃprāptaḥ ca divyam varṇam yat mahā rāja rājā mahāsudarśanaḥ abhirūpaḥ abhūt darśanīyaḥ ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:15",
    "original":"prāsādikaḥ atikrāntaś ca mānuṣaṃ varṇam asaṃprāptaś ca divyaṃ varṇaṃ,",
    "analyzed":"prāsādikaḥ atikrāntaḥ ca mānuṣam varṇam a saṃprāptaḥ ca divyam varṇam ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:16",
    "original":"iyaṃ rājño mahāsudarśanasya riddhir ity ucyate. \/\/",
    "analyzed":"iyam rājñaḥ mahāsudarśanasya riddhiḥ iti ucyate ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:17",
    "original":"MSuAv [4] punar aparaṃ mahārāja rājā mahāsudarśano 'lpābādho (GBM 1550.8)",
    "analyzed":"punar  aparam apara SNNe mahā mahat Cp rāja rāja SVM rājā rājan SNM mahāsudarśanaḥ mahāsudarśana SNM alpa alpa Cp ābādhaḥ ābādha SNM",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:18",
    "original":"'bhūd arogajātīyaḥ samapācanyā grahaṇyā samanvāgato nātyuṣṇayā nātiśītayā avyābādhayā ṛtusukhayā yayāsyāśitapītakhāditāsvāditāni samyak sukhena  #",
    "analyzed":"abhūt aroga jātīyaḥ sama pācanyā grahaṇyā samanvāgataḥ na ati uṣṇayā na ati śītayā a vyābādhayā ṛtu sukhayā yayā asya aśita pīta khādita āsvāditāni samyak sukhena ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:19",
    "original":"paripākaṃ gacchanti yan mahārāja rājā mahāsudarśano 'lpābādho 'bhūd arogajātīyaḥ pūrvavad,",
    "analyzed":"paripākam gacchanti yat mahā rāja rājā mahāsudarśanaḥ alpa ābādhaḥ abhūt aroga jātīyaḥ pūrvavat ",
    "folio":2
  },
  {
    "segmentnr":"SA_K14_msudarsu:20",
    "original":"iyaṃ rājño mahāsudarśanasya riddhir ity ucyate. \/\/",
    "analyzed":"iyam rājñaḥ mahāsudarśanasya riddhiḥ iti ucyate ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:21",
    "original":"MSuAv [5] punar aparaṃ mahārāja rājā mahāsudarśano naigamajānapadānāṃ priyaś cābhūn",
    "analyzed":"punar aparam mahā rāja rājā mahāsudarśanaḥ naigama jānapadānām priyaḥ ca abhūt ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:22",
    "original":"manāpaś ca (GBM 1551.2) tadyathā putrāṇāṃ pitā. rājño 'pi mahāsudarśanasya naigamajānapadā",
    "analyzed":"manāpaḥ ca  gbm  tat tad SNNe yathā  putrāṇām PGM pitā pitṛ SNM rājñaḥ SGM api  mahāsudarśanasya mahāsudarśana SGM naigama Cp jānapadā ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:23",
    "original":"priyaś cābhūvan manaāpaś ca tadyathā pituḥ putrāḥ. eko 'yaṃ mahārāja samayo rājā",
    "analyzed":"priyaḥ ca abhūvan manaāpaḥ ca tat yathā pituḥ putrāḥ ekaḥ ayam mahā rāja samayaḥ rājā ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:24",
    "original":"mahāsudarśana (GBM 1551.3)",
    "analyzed":"mahāsudarśana SVM",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:25",
    "original":"udyānabhūmiṃ niryān sārathim āmantrayate. śanais tāvat sārathe mandamandaṃ rathaṃ preraya yāvad ahaṃ ciracirā",
    "analyzed":"udyāna bhūmim niryān sārathim āmantrayate śanais tāvat sārathe manda mandam ratham preraya yāvat aham cira cirā ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:26",
    "original":"naigamajānapadāṃ drakṣyāmi (sic;",
    "analyzed":"naigama jānapadām drakṣyāmi sic ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:27",
    "original":"Matsumura prakṣyāmi)",
    "analyzed":"matsumura prakṣyāmi ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:28",
    "original":". naigamajānapadā api sārathim (GBM 1551.4)",
    "analyzed":"naigama Cp jānapadāḥ PNM api  sārathim SAM",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:29",
    "original":"āmantrayante. śanais tāvat sārathe mandamandaṃ rathaṃ preraya yāvad vayaṃ ciracirā devaṃ drakṣyāmaḥ (sic;",
    "analyzed":"āmantrayante śanais tāvat sārathe manda mandam ratham preraya yāvat vayam cira cirāḥ devam drakṣyāmaḥ sic ",
    "folio":3
  },
  {
    "segmentnr":"SA_K14_msudarsu:30",
    "original":"Matsumura prakṣyāmaḥ)",
    "analyzed":"matsumura prakṣyāmaḥ ",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:31",
    "original":". yan mahārāja rājā mahāsudarśano naigamajānapadānāṃ priyaś (GBM 1551.5)",
    "analyzed":"yat mahā Cp rāja rājā mahāsudarśanaḥ naigama Cp jānapadānām priya SNM",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:32",
    "original":"cābhūn manāpaś ca tadyathā putrāṇāṃ pitā rājño 'pi mahāsudarśanasya naigamajānapadāḥ priyaś cābhūvan manāpaś ca tadyathā pituḥ (sic;",
    "analyzed":"ca abhūt manāpaḥ ca tat yathā putrāṇām pitā rājñaḥ api mahāsudarśanasya naigama jānapadāḥ priyaḥ ca abhūvan manāpaḥ ca tat yathā pituḥ sic ",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:33",
    "original":"Matsumura om.)",
    "analyzed":"om ",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:34",
    "original":"putrā, iyaṃ rajño mahāsudarśanasya (GBM 1551.6)",
    "analyzed":"putrā iyam SNF rajñaḥ mahāsudarśanasya gbM",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:35",
    "original":"riddhir ity ucyate.",
    "analyzed":"riddhiḥ iti ucyate ",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:36",
    "original":"MSuAv [6] athāpareṇa samayena naigamajānapadāḥ prabhūtaṃ hiraṇyasuvarṇam ādāya maṇiratnaṃ kaṃbalaratnaṃ ca,",
    "analyzed":"atha apareṇa samayena naigama jānapadāḥ prabhūtam hiraṇya suvarṇam ādāya maṇi ratnam kaṃbala ratnam ca ",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:37",
    "original":"yena rājā mahāsudarśanas tenopasaṃkrāntā (GBM 1551.7)",
    "analyzed":"yena rājā mahāsudarśanaḥ tena upasaṃkrāntā gb",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:38",
    "original":"upasaṃkramya rājānaṃ mahāsudarśanam idam avocan. idam asmābhir devam uddiśya prabhūtaṃ hiraṇyasuvarṇaṃ maṇiratnam ānītaṃ kaṃbalaratnaṃ ca.  #",
    "analyzed":"upasaṃkramya rājānam mahāsudarśanam idam avocan idam asmābhiḥ devam uddiśya prabhūtam hiraṇya suvarṇam maṇi ratnam ānītam kaṃbala ratnam ca ",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:39",
    "original":"tad devaḥ pratigṛhṇātv (GBM 1551.8)",
    "analyzed":"tat devaḥ pratigṛhṇātu gbm",
    "folio":4
  },
  {
    "segmentnr":"SA_K14_msudarsu:40",
    "original":"anukaṃpām upādāya. alaṃ grāmaṇyaḥ saṃvidyante me idam evaṃrūpaṃ",
    "analyzed":"anukaṃpām upādāya alam grāmaṇyaḥ saṃvidyante me idam evaṃrūpam ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:41",
    "original":"dhanajātam ity uktvā nādhivāsayati. dvir api trir api naigamajānapadā rājānaṃ mahāsudarśanam (GBM 1552.1)",
    "analyzed":"dhana jātam iti  uktvā na adhivāsayati dvis  api  tris  api  naigama Cp jānapadāḥ rājānam SAM mahāsudarśanam SAM",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:42",
    "original":"idam avocan. idam asmābhir devam uddiśya prabhūtaṃ hiraṇyasuvarṇam ānītaṃ maṇiratnaṃ",
    "analyzed":"idam avocan idam asmābhiḥ devam uddiśya prabhūtam hiraṇya suvarṇam ānītam maṇi ratnam ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:43",
    "original":"kaṃbalaratnaṃ ca. tad devaḥ pratigṛhṇātv anukaṃpām upādāya. dvir api trir api rājā",
    "analyzed":"kaṃbala ratnam ca tat devaḥ pratigṛhṇātu anukaṃpām upādāya dvis api tris api rājā ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:44",
    "original":"mahāsudarśano naigamajānapadān idam avocat. (GBM 1552.4)",
    "analyzed":"mahāsudarśanaḥ naigama jānapadān idam SANe avocat gbM",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:45",
    "original":"alaṃ grāmaṇyaḥ saṃvidyante me idam evaṃrūpaṃ dhanajātam ity uktvā nādhivāsayati. atha naigamajānapadānām etad abhavan. nāsmākaṃ pratirūpaṃ  #",
    "analyzed":"alam grāmaṇyaḥ saṃvidyante me idam evaṃrūpam dhana jātam iti uktvā na adhivāsayati atha naigama jānapadānām etat abhavat na asmākam pratirūpam ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:46",
    "original":"syād yad asmābhir (GBM 1552.5)",
    "analyzed":"syāt yat asmābhiḥ ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:47",
    "original":"devam uddiśya prabhūtaṃ hiraṇyasuvarṇam ānītaṃ maṇiratnaṃ kaṃbalaratnaṃ ca,",
    "analyzed":"devam uddiśya prabhūtam hiraṇya suvarṇam ānītam maṇi ratnam kaṃbala ratnam ca ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:48",
    "original":"yad vayaṃ punar apy ādāya svakasvakāni niveśanāni prakrāmema,",
    "analyzed":"yat vayam punar api ādāya svaka svakāni niveśanāni prakrāmema ",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:49",
    "original":"yan nu vayaṃ (GBM 1552.6)",
    "analyzed":"yat nu  vayam gbM",
    "folio":5
  },
  {
    "segmentnr":"SA_K14_msudarsu:50",
    "original":"rājño mahāsudarśanasya purastān mahāntaṃ hiraṇyasuvarṇasya rāśim ākīrya maṇiratnaṃ kaṃbalaratnaṃ caikānte upanikṣipya etat te deva dhanajātam  #",
    "analyzed":"rājñaḥ mahāsudarśanasya purastāt mahāntam hiraṇya suvarṇasya rāśim ākīrya maṇi ratnam kaṃbala ratnam ca ekānte upanikṣipya etat te deva dhana jātam ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:51",
    "original":"ity uktvā nirapekṣāḥ (GBM 1552.7)",
    "analyzed":"iti vac Co nirapekṣāḥ gbM",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:52",
    "original":"prakrāmema. iti naigamajānapadā rājño mahāsudarśanasya purastān mahāntaṃ hiraṇyasuvarṇasya rāśim ākīrya maṇiratnaṃ kaṃbalaratnaṃ caikānte upanikṣipya  #",
    "analyzed":"prakrāmemaḥ iti naigama jānapadāḥ rājñaḥ mahāsudarśanasya purastāt mahāntam hiraṇya suvarṇasya rāśim ākīrya maṇi ratnam kaṃbala ratnam ca ekānte upanikṣipya ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:53",
    "original":"etat te (GBM 1552.8)",
    "analyzed":"etat te gbM ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:54",
    "original":"deva dhanajātam ity uktvā nirapekṣāḥ prakrāntāḥ.",
    "analyzed":"deva dhana jātam iti uktvā nirapekṣāḥ prakrāntāḥ ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:55",
    "original":"MSuAv [7] atha rājño mahāsudarśanasyaitad abhavat*. saṃpannaṃ me dhanajātaṃ dharmeṇa nādharmeṇa. yanv ahaṃ dharmyaṃ prāsādaṃ (GBM 1553.1)",
    "analyzed":"atha  rājñaḥ mahāsudarśanasya etad SNNe abhavat bhū S3ImIn saṃpannam sampad SNPaNe me mad SG dhana jātam SNNe dharmeṇa na  adharmeṇa yanu  aham mad SN dharmyam dharmya SAM prāsādam prāsāda SAM",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:56",
    "original":"māpayeyam. aśrauṣuś caturaśīti koṭṭarājasahasrāṇi rājā mahāsudarśana udyukto dharmyaṃ prāsādaṃ māpayitum. iti śrutvā ca punar yena rājā mahāsudarśanaḥ  #",
    "analyzed":"māpayeyam aśrauṣuḥ caturaśīti koṭṭarāja sahasrāṇi rājā mahāsudarśanaḥ udyuktaḥ dharmyam prāsādam māpayitum iti śrutvā ca punar yena rājā mahāsudarśanaḥ ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:57",
    "original":"tenopasaṃkrāntā. (GBM 1553.2)",
    "analyzed":"tena upasaṃkram SNPaF",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:58",
    "original":"upasaṃkramya rājānaṃ mahāsudarśanam idam avocaṃ. alpotsuko devo bhavatu dharmyāt prāsādād. vayaṃ devasya dharmyaṃ prāsādaṃ māpayiṣyāmo. 'laṃ",
    "analyzed":"upasaṃkramya rājānam mahāsudarśanam idam avocam alpa utsukaḥ devaḥ bhavatu dharmyāt prāsādāt vayam devasya dharmyam prāsādam māpayiṣyāmaḥ alam ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:59",
    "original":"Matsumura lpaṃ)",
    "analyzed":"matsumura lpam ",
    "folio":6
  },
  {
    "segmentnr":"SA_K14_msudarsu:60",
    "original":"grāmaṇyaḥ (GBM 1553.3)",
    "analyzed":"grāmaṇyaḥ gbM",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:61",
    "original":"saṃvidyante me idam evaṃrūpaṃ dhanajātaṃ ity uktvā nādhivāsayati. dvir api trir api caturaśītiṃ koṭṭarājasahasrāṇi rājānaṃ mahāsudarśanam idam  #",
    "analyzed":"saṃvidyante me idam evaṃrūpam dhana jātam iti uktvā na adhivāsayati dvis api tris api caturaśītim koṭṭarāja sahasrāṇi rājānam mahāsudarśanam idam ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:62",
    "original":"avocaṃ. alpotsuko (GBM 1553.4)",
    "analyzed":"avocam alpa Cp utsukaḥ sNM gbm",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:63",
    "original":"devo bhavatu dharmyāt prāsādād. vayaṃ devasya dharmyaṃ prāsādaṃ māpayiṣyāmo. dvir api trir api rājā mahāsudarśanaś caturaśītiṃ koṭṭarājasahasrāṇi-m-idam  #",
    "analyzed":"devaḥ bhavatu dharmyāt prāsādāt vayam devasya dharmyam prāsādam māpayiṣyāmaḥ dvis api tris api rājā mahāsudarśanaḥ caturaśītim koṭṭarāja sahasrāṇim idam ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:64",
    "original":"avocat. alaṃ grāmaṇyaḥ saṃvidyante me idam evaṃrūpaṃ dhanajātam ity uktvā nādhivāsayati.",
    "analyzed":"avocat alam grāmaṇyaḥ saṃvidyante me idam evaṃrūpam dhana jātam iti uktvā na adhivāsayati ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:65",
    "original":"MSuAv [8] atha tad eke koṭṭarājānāṃ rājño mahāsudarśanasya pādayor nipatya, (GBM 1553.6)",
    "analyzed":"atha  tat eka PNM koṭṭarājānām koṭṭarāja PGM rājñaḥ mahāsudarśanasya pādayoḥ  nipatya ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:66",
    "original":"eke bāhū pragṛhya,",
    "analyzed":"eke bāhū pragṛhya ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:67",
    "original":"eke cīvarakarṇake pragṛhya,",
    "analyzed":"eke cīvara karṇake pragṛhya ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:68",
    "original":"eke yena rājā mahāsudarśanas tenāṃjaliṃ praṇamayya rājānaṃ mahāsudarśanam idam avocan*. alpotsuko devo bhavatu (GBM 1553.7)",
    "analyzed":"eke yena rājā mahāsudarśanaḥ tena aṃjalim praṇamayya rājānam mahāsudarśanam idam avocan alpa utsukaḥ devaḥ bhavatu gbm",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:69",
    "original":"dharmyāt prāsādād. vayaṃ devasya dharmyaṃ prāsādaṃ māpayiṣyāmo. 'dhivāsayati rājā mahāsudarśanaś caturaśīti koṭṭarājasahasrāṇāṃ tūṣṇīṃbhāvena.",
    "analyzed":"dharmyāt prāsādāt vayam devasya dharmyam prāsādam māpayiṣyāmaḥ adhivāsayati rājā mahāsudarśanaḥ caturaśīti koṭṭarāja sahasrāṇām tūṣṇīṃbhāvena ",
    "folio":7
  },
  {
    "segmentnr":"SA_K14_msudarsu:70",
    "original":"MSuAv [9] atha caturaśīti (GBM 1553.8)",
    "analyzed":"atha  caturaśīti caturaśīti SNNe gbM",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:71",
    "original":"koṭṭarājasahasrāṇi rājño mahāsudarśanasya tūṣṇīṃbhāvenādhivāsanāṃ viditvā svakasvakāni vijitāni gatvā prabhūtaṃ hiraṇyasuvarṇam ādāya ekaikaṃ  #",
    "analyzed":"koṭṭarāja sahasrāṇi rājñaḥ mahāsudarśanasya tūṣṇīṃbhāvena adhivāsanām viditvā svaka svakāni vijitāni gatvā prabhūtam hiraṇya suvarṇam ādāya ekaikam ",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:72",
    "original":"ca ratnastaṃbhaṃ yena rājā mahāsudarśanas tenopasaṃkrāntā,",
    "analyzed":"ca ratna staṃbham yena rājā mahāsudarśanaḥ tena upasaṃkrāntā ",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:73",
    "original":"upasaṃkramya rājānaṃ mahāsudarśanam idam avocan*. kutra vayaṃ devasya dharmyaṃ prāsādaṃ māpayiṣyāmaḥ (GBM 1554.2)",
    "analyzed":"upasaṃkramya rājānam mahāsudarśanam idam avocan kutra vayam devasya dharmyam prāsādam māpay ",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:74",
    "original":"kiyantaṃ vā. tena hi yūyaṃ grāmaṇyaḥ pūrveṇa kuśāvatyāṃ dharmyaṃ prāsādaṃ māpayataḥ yojanam āyāmena yojanaṃ vistāreṇa. evaṃ deveti caturaśīti  #",
    "analyzed":"kiyantam vā tena hi yūyam grāmaṇyaḥ pūrveṇa kuśāvatyām dharmyam prāsādam māpayataḥ yojanam āyāmena yojanam vistāreṇa evam deva iti caturaśīti  \/",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:75",
    "original":"koṭṭarājasahasrāṇi (GBM 1554.3)",
    "analyzed":"koṭṭarāja sahasrāṇi PNNe",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:76",
    "original":"rājño mahāsudarśanasya pratiśrutya pūrveṇa kuśāvatyāṃ dharmyaṃ prāsādaṃ māpayanti yojanam āyāmena yojanaṃ vistāreṇa.",
    "analyzed":"rājñaḥ mahāsudarśanasya pratiśrutya pūrveṇa kuśāvatyām dharmyam prāsādam māpayanti yojanam āyāmena yojanam vistāreṇa ",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:77",
    "original":"MSuAv [10.1] dharmye mahārāja prāsāde (GBM 1554.4)",
    "analyzed":"dharmye mahat Cp rāja prāsāda gbM",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:78",
    "original":"caturvidhāḥ prācīnā māpitā abhūvaṃ suvarṇamayā rupyamayā vaiḍūryamayā sphaṭikamayāḥ.",
    "analyzed":"caturvidhāḥ prācīnāḥ māpitāḥ abhūvam suvarṇa mayāḥ rupya mayāḥ vaiḍūrya mayāḥ sphaṭika mayāḥ ",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:79",
    "original":"MSuAv [10.2] dharmye prāsāde caturvidhā nyāsā nyastā (sic;",
    "analyzed":"dharmye prāsāde caturvidhā nyāsā nyastā sic ",
    "folio":8
  },
  {
    "segmentnr":"SA_K14_msudarsu:80",
    "original":"Matsumura nyaktā)",
    "analyzed":"matsumura nyaktā ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:81",
    "original":"abhūvaṃ suvarṇamayā (GBM 1554.5)",
    "analyzed":"abhūvam SPs1In suvarṇa Cp mayā SNF gbM",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:82",
    "original":"rupyamayā vaiḍūryamayā sphaṭikamayāḥ.",
    "analyzed":"rupya mayāḥ vaiḍūrya mayāḥ sphaṭika mayāḥ ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:83",
    "original":"MSuAv [10.3] dharmye prāsāde caturvidhā staṃbhā ucchṛtā abhūvaṃ suvarṇamayā rupyamayā vaiḍūryamayā sphaṭikamayāḥ. suvarṇamayasya (GBM 1554.6)",
    "analyzed":"dharmye prāsāda SLM caturvidhāḥ caturvidha PNM staṃbhāḥ stambha PNM ucchṛtāḥ ucchṛ PNPaM abhūvam bhū SPs1In suvarṇa Cp mayāḥ maya PNM rupya Cp mayāḥ maya PNM vaiḍūrya maya PNM sphaṭika mayāḥ PNM suvarṇa Cp mayasya suvarṇa Cp mayasya ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:84",
    "original":"staṃbhasya rupyamayaḥ kuṃbhakaḥ tṛkaṭakaḥ śīrṣako gosārako māpito 'bhūd. rupyamayasya suvarṇamayo. vaiḍūryamayasya sphaṭikamayaḥ. sphaṭikamayasya  #",
    "analyzed":"staṃbhasya rupya mayaḥ kuṃbhakaḥ tṛkaṭakaḥ śīrṣakaḥ gosārakaḥ māpitaḥ abhūt rupya mayasya suvarṇa mayaḥ vaiḍūrya mayasya sphaṭika mayaḥ sphaṭika mayasya ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:85",
    "original":"staṃbhasya vaiḍūryamayaḥ kuṃbhakaḥ tṛkaṭakaḥ śīrṣako gosārako māpito 'bhūd.",
    "analyzed":"staṃbhasya vaiḍūrya mayaḥ kuṃbhakaḥ tṛkaṭakaḥ śīrṣakaḥ gosārakaḥ māpitaḥ abhūt ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:86",
    "original":"MSuAv [10.4] dharmye prāsāde caturvidhā avasaṃgā māpitā abhūvan* sauvarṇamayā rupyamayā (GBM 1554.8)",
    "analyzed":"dharmye dharmya SLM prāsāde prāsāda SLM caturvidhāḥ caturvidha PNM avasaṃgāḥ avasaṅga PNM māpitāḥ māpay PNPaM abhūvan bhū PPs3In sauvarṇa sauvarṇa Cp mayāḥ maya PNM rupya rupya Cp mayāḥ PNM",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:87",
    "original":"vaiḍūryamayā sphaṭikamayā.",
    "analyzed":"vaiḍūrya mayā sphaṭika mayā ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:88",
    "original":"MSuAv [1O.5] dharmye prāsāde caturvidhā annāgrā māpitā abhūvaṃ suvarṇamayā rupyamayā vaiḍūryamayā sphaṭikamayā.",
    "analyzed":"dharmye prāsāde caturvidhā anna agrā māpitā abhūvam suvarṇa mayā rupya mayā vaiḍūrya mayā sphaṭika mayā ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:89",
    "original":"MSuAv [10.6] dharmye prāsāde (GBM 1555.1)",
    "analyzed":"dharmye prāsāda gbM ",
    "folio":9
  },
  {
    "segmentnr":"SA_K14_msudarsu:90",
    "original":"caturvidhā baladharaṇyā māpitā abhūvaṃ suvarṇamayyo rupyamayyaḥ vaiḍūryamayyo sphaṭikamayyaḥ.",
    "analyzed":"caturvidhāḥ bala dharaṇyāḥ māpitāḥ abhūvam suvarṇa mayyaḥ rupya mayyaḥ vaiḍūrya mayyaḥ sphaṭika mayyaḥ ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:91",
    "original":"MSuAv [lO.7] dharmye prāsāde caturvidhā niryūhā māpitā abhūvan* suvarṇamayāni (GBM 1555.2)",
    "analyzed":"dharmye dharmya SLM prāsāde prāsāda SLM caturvidhāḥ niryūha PNM māpitāḥ māpay PNPaM abhūvan PPs3In suvarṇa maya PNNe",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:92",
    "original":"rupyamayāni vaiḍūryamayāṇi sphaṭikamayāni.",
    "analyzed":"rupya mayāni vaiḍūrya mayāṇi sphaṭika mayāni ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:93",
    "original":"MSuAv [10.8] dharmyaḥ prāsādaś caturvidhaiḥ phalakaiḥ cchanno 'bhūt* suvarṇamayai rupyamayaiḥ vaiḍūryamayaiḥ sphaṭikamayaiḥ.",
    "analyzed":"dharmyaḥ prāsādaḥ caturvidhaiḥ phalakaiḥ channaḥ abhūt suvarṇa mayaiḥ rupya mayaiḥ vaiḍūrya mayaiḥ sphaṭika mayaiḥ ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:94",
    "original":"MSuAv [10.9] dharmye prāsāde (GBM 1555.3)",
    "analyzed":"dharmye prāsāda gbM ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:95",
    "original":"caturvidhāni sopānāni māpitāny abhūvan* suvarṇamayāni rupyamayāni vaiḍūryamayāni sphaṭikamayāni.",
    "analyzed":"caturvidhāni sopānāni māpitāni abhūvan suvarṇa mayāni rupya mayāni vaiḍūrya mayāni sphaṭika mayāni ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:96",
    "original":"MSuAv [10.10] dharmyaḥ prāsādaḥ caturvidhābhir vedikābhiḥ parikṣipto 'bhūt (GBM 1555.4)",
    "analyzed":"dharmyaḥ prāsādaḥ caturvidhābhiḥ vedikābhiḥ parikṣiptaḥ abhūt ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:97",
    "original":"suvarṇamayībhi rupyamayībhi vaiḍūryamayībhi sphaṭikamayībhiḥ. suvarṇamayyā vedikāyāḥ rupyamayaḥ ālaṃbanam adhiṣṭhānaṃ sūcako māpito 'bhūt*.  #",
    "analyzed":"suvarṇa mayībhiḥ rupya mayībhiḥ vaiḍūrya mayībhiḥ sphaṭika mayībhiḥ suvarṇa mayyāḥ vedikāyāḥ rupya mayaḥ ālaṃbanam adhiṣṭhānam sūcakaḥ māpitaḥ abhūt  \/",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:98",
    "original":"rupyamayyā (GBM 1555.5)",
    "analyzed":"rupya mayā SIF gbM",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:99",
    "original":"suvarṇamayaḥ,",
    "analyzed":"suvarṇa mayaḥ ",
    "folio":10
  },
  {
    "segmentnr":"SA_K14_msudarsu:100",
    "original":"vaiḍūryamayyā sphaṭikamayaḥ,",
    "analyzed":"vaiḍūrya mayyā sphaṭika mayaḥ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:101",
    "original":"sphaṭikamayyā vaiḍūryamaya-m-ālaṃbanam adhiṣṭhānaṃ sūcako māpito 'bhūt*.",
    "analyzed":"sphaṭika mayyāḥ vaiḍūrya mayam ālaṃbanam adhiṣṭhānam sūcakaḥ māpitaḥ abhūt ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:102",
    "original":"MSuAv [10.11] dharmye prāsāde caturvidhāni (GBM 1555.6)",
    "analyzed":"dharmye dharmya SLM prāsāde prāsāda SLM caturvidhāni ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:103",
    "original":"kūṭāgārāṇi māpitāni abhūvan* suvarṇamayāni rupyamayāni vaiḍūryamayāni sphaṭikamayāni. suvarṇamaye kūṭāgāre rupyamayaḥ paryaṃka sthāpito 'bhūt*  #",
    "analyzed":"kūṭāgārāṇi māpitāni abhūvan suvarṇa mayāni rupya mayāni vaiḍūrya mayāni sphaṭika mayāni suvarṇa maye kūṭāgāre rupya mayaḥ paryaṃkaḥ sthāpitaḥ abhūt  \/",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:104",
    "original":"paṭṭikāstṛto goṇikāstṛtas tūlikāstṛtaḥ citṛkāstṛto vyahatikāstṛtaḥ palalikāstṛtaḥ kāliṃgaprāvārapratyāstaraṇaḥ sottarocchadapaṭaḥ ubhayatopahitalohitopadhānaḥ.  #",
    "analyzed":"paṭṭikā āstṛtaḥ goṇikā āstṛtaḥ tūlikā āstṛtaḥ citṛkā āstṛtaḥ vyahatikā āstṛtaḥ palalikā āstṛtaḥ kāliṃga prāvāra pratyāstaraṇaḥ sa uttarocchada paṭaḥ ubhayatas upahita lohita upadhānaḥ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:105",
    "original":"rupyamaye suvarṇamayaḥ,",
    "analyzed":"rupya maye suvarṇa mayaḥ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:106",
    "original":"vaiḍūryamaye sphaṭikamayaḥ,",
    "analyzed":"vaiḍūrya maye sphaṭika mayaḥ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:107",
    "original":"sphaṭikamaye mahārāja kūṭāgāre vaiḍūryamayaḥ paryaṅkaḥ sthāpito 'bhūt paṭṭikāstṛto (GBM 1556.1)",
    "analyzed":"sphaṭika maye mahā rāja kūṭāgāre vaiḍūrya mayaḥ paryaṅkaḥ sthāpitaḥ abhūt paṭṭikā āstṛ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:108",
    "original":"goṇikāstṛtas tūlikāstṛtaḥ citrikāstṛtaḥ vyahatikāstṛto palalikāstṛtaḥ kāliṃgaprāvārapratyāstaraṇaḥ sottarocchadapaṭa ubhayatopahitalohitopadhānaḥ.  #",
    "analyzed":"goṇikā āstṛtaḥ tūlikā āstṛtaḥ citrikā āstṛtaḥ upalalikā āstṛtaḥ kāliṃga prāvāra pratyāstaraṇaḥ sa uttarocchada paṭaḥ ubhayatas upahita lohita upadhānaḥ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:109",
    "original":"MSuAv [10.12] suvarṇamayasya kūṭāgārasya purastād rupyamayas tālo māpito 'bhūt suvarṇamayena patreṇa puṣpeṇa phalena. rupyamayasya suvarṇamayo,  #",
    "analyzed":"suvarṇa mayasya kūṭāgārasya purastāt rupya mayaḥ tālaḥ māpitaḥ abhūt suvarṇa mayena patreṇa puṣpeṇa phalena rupya mayasya suvarṇa mayaḥ ",
    "folio":11
  },
  {
    "segmentnr":"SA_K14_msudarsu:110",
    "original":"vaiḍūryamayasya sphaṭikamayaḥ,",
    "analyzed":"vaiḍūrya mayasya sphaṭika mayaḥ ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:111",
    "original":"sphaṭikamayasya kūṭāgārasya purastād vaiḍūryamayaḥ tālo māpito 'bhūt sphaṭikamayena patreṇa puṣpeṇa phalena.",
    "analyzed":"sphaṭika mayasya kūṭāgārasya purastāt vaiḍūrya mayaḥ tālaḥ māpitaḥ abhūt sphaṭika mayena patreṇa puṣpeṇa phalena ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:112",
    "original":"MSuAv [10.13] teṣāṃ khalu (GBM 1556.4)",
    "analyzed":"teṣām khalu gbM",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:113",
    "original":"tālānāṃ vāyunā īryamāṇānāṃ ayam evaṃrūpo manojñaḥ śabdo niścarati. tadyathā paṃcāṃgikasya tūryasya kuśalena puruṣeṇa samyaksupravāditasya.",
    "analyzed":"tālānām vāyunā īryamāṇānām ayam evaṃrūpaḥ manojñaḥ śabdaḥ niścarati tat yathā paṃcāṃgikasya tūryasya kuśalena puruṣeṇa samyak su pravāditasya ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:114",
    "original":"MSuAv [10.14] dharmyaḥ prāsādaḥ kanakavālukāstṛto 'bhūc candanavāripariṣikto hemajālāvanaddho suvarṇakaṅkaṇikāvṛtaḥ.",
    "analyzed":"dharmyaḥ prāsādaḥ kanaka vālukā āstṛtaḥ abhūt candana vāri pariṣiktaḥ hema jāla avanaddhaḥ suvarṇa kaṅkaṇikā vṛtaḥ ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:115",
    "original":"MSuAv [11] atha caturaśītiḥ koṭṭarājasahasrāṇi (GBM 1556.6)",
    "analyzed":"atha caturaśītiḥ koṭṭarāja Cp sahasrāṇi gbM",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:116",
    "original":"sarvajātakṛtaniṣṭhitaṃ dharmyaṃ prasādaṃ viditvā dharmyasya prāsādasya purastād dharmyāṃ puṣkariṇīṃ māpayanti yojanam āyāmena yojanaṃ vistāreṇa.  #",
    "analyzed":"sarva jāta kṛta niṣṭhitam dharmyam prasādam viditvā dharmyasya prāsādasya purastāt dharmyām puṣkariṇīm māpayanti yojanam āyāmena yojanam vistāreṇa ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:117",
    "original":"dharmyā (GBM 1556.7)",
    "analyzed":"dharmyā ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:118",
    "original":"puṣkariṇī caturvidhābhir iṣṭakābhiś citābhūt suvarṇamayībhiḥ rupyamayībhi vaiḍūryamayībhiḥ sphaṭikamayībhiḥ. dharmyāyaṃ puṣkariṇyāṃ caturvidhāni  #",
    "analyzed":"puṣkariṇī caturvidhābhiḥ iṣṭakābhiḥ citā abhūt suvarṇa mayībhiḥ rupya mayībhiḥ vaiḍūrya mayībhiḥ sphaṭika mayībhiḥ dharmyāyam puṣkariṇyām caturvidhāni ",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:119",
    "original":"sopānāni (GBM 1556.8)",
    "analyzed":"sopāna PNNe gbM",
    "folio":12
  },
  {
    "segmentnr":"SA_K14_msudarsu:120",
    "original":"māpitāny abhūvan suvarṇamayāni rupyamayāni vaiḍūryamayāni sphaṭikamayāni. dharmyā puṣkariṇīś caturvidhābhir vedikābhiḥ parikṣiptābhūt* suvarṇamayībhi  #",
    "analyzed":"māpitāni abhūvan suvarṇa mayāni rupya mayāni vaiḍūrya mayāni sphaṭika mayāni dharmyā puṣkariṇīḥ caturvidhābhiḥ vedikābhiḥ parikṣiptā abhūt suvarṇa mayībhiḥ ",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:121",
    "original":"rupyamayībhi vaiḍūryamayībhiḥ sphaṭikamayībhiḥ. suvarṇamayyā mahārāja vedikāyā rupyamayam ālaṃbanam adhiṣṭhānaṃ sūcako māpito 'bhūt*. rupyamayyāḥ  #",
    "analyzed":"rupya mayībhiḥ vaiḍūrya mayībhiḥ sphaṭika mayībhiḥ suvarṇa mayyāḥ mahā rāja vedikāyāḥ rupya mayam ālaṃbanam adhiṣṭhānam sūcakaḥ māpitaḥ abhūt rupya mayyāḥ ",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:122",
    "original":"suvarṇamayaṃ, (GBM 1557.2)",
    "analyzed":"suvarṇa maya SAM gbM",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:123",
    "original":"vaiḍūryamayyāḥ sphaṭikamayaṃ,",
    "analyzed":"vaiḍūrya mayyāḥ sphaṭika mayam ",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:124",
    "original":"sphaṭikamayyāḥ vaiḍūryamayam ālaṃbanam adhiṣṭhānaṃ sūcako māpito 'bhūt*. dharmyāṃ puṣkariṇyāṃ vividhāni jalajāni mālyāni ropitāny (GBM 1557.3)",
    "analyzed":"sphaṭika mayyāḥ vaiḍūrya mayam ālaṃbanam adhiṣṭhānam sūcakaḥ māpitaḥ abhūt dharmyām puṣkariṇyām vividhāni jala jāni mālyāni ropay gb",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:125",
    "original":"abhūvan tadyathotpalaṃ padmaṃ kumudaṃ puṇḍarīkaṃ saugandhikaṃ mṛdugandhikaṃ sarvartukaṃ sarvakālikaṃ anāvṛtaṃ sarvajanasya. dharmyāyā mahārāja  #",
    "analyzed":"abhūvan tat yathā utpalam padmam kumudam puṇḍarīkam saugandhikam mṛdugandhikam sarvartukam sarvakālikam anāvṛtam sarva janasya dharmyāyāḥ mahā rāja ",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:126",
    "original":"puṣkariṇyā ubhayatīre (GBM 1557.4)",
    "analyzed":"puṣkariṇyāḥ ubhaya Cp tīre SLNe gbM",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:127",
    "original":"vividhāni sthalajāni mālyāni ropitāny abhūvan* tadyathā atimuktaś caṃpaka pāṭalā vārṣikā mallikā navamālikā sumanā yūthikā dhānuṣkārī sarvartukaṃ  #",
    "analyzed":"vividhāni sthala jāni mālyāni ropitāni abhūvan tat yathā atimuktaḥ caṃpaka pāṭalā vārṣikā mallikā navamālikā sumanāḥ yūthikā dhānuṣkārī sarvartukam ",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:128",
    "original":"sarvakālikam anāvṛtaṃ sarvajanasya. dharmyā puṣkariṇī kanakavālukāstṛtābhūc candanavāriṣiktā hemajālāvanatā suvarṇakaṃkaṇikāvṛtā.",
    "analyzed":"sarvakālikam anāvṛtam sarva janasya dharmyā puṣkariṇī kanaka vālukā āstṛtā abhūt candana vāri siktā hema jāla avanatā suvarṇa kaṃkaṇikā āvṛtā ",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:129",
    "original":"MSuAv [12] atha caturaśīti (GBM 1557.6)",
    "analyzed":"atha  caturaśīti caturaśīti SNNe gbM",
    "folio":13
  },
  {
    "segmentnr":"SA_K14_msudarsu:130",
    "original":"koṭṭarājasahasrāṇi sarvajātakṛtaniṣṭhitāṃ dharmyāṃ puṣkariṇīṃ viditvā dharmyāyāḥ puṣkariṇyā purastād dharmyaṃ tālavanaṃ māpayanti yojanam āyāmena  #",
    "analyzed":"koṭṭarāja sahasrāṇi sarva jāta kṛta niṣṭhitām dharmyām puṣkariṇīm viditvā dharmyāyāḥ puṣkariṇyā purastāt dharmyam tāla vanam māpayanti yojanam āyāmena ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:131",
    "original":"yojanaṃ vistāreṇa. dharmye mahārāja tālavane caturvidhās tālā māpitā abhūvan* suvarṇamayā rupyamayā vaiḍūryamayā sphaṭikamayā. suvarṇamayasya  #",
    "analyzed":"yojanam vistāreṇa dharmye mahā rāja tāla vane caturvidhāḥ tālāḥ māpitāḥ abhūvan suvarṇa mayāḥ rupya mayāḥ vaiḍūrya mayā sphaṭika mayā suvarṇa mayasya ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:132",
    "original":"tālasya rupyamayaṃ patraṃ puṣpaṃ phalaṃ māpitam abhūd. rupyamayasya suvarṇamayaṃ,",
    "analyzed":"tālasya rupya mayam patram puṣpam phalam māpitam abhūt rupya mayasya suvarṇa mayam ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:133",
    "original":"vaiḍūryamayasya sphaṭikamayaṃ,",
    "analyzed":"vaiḍūrya mayasya sphaṭika mayam ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:134",
    "original":"sphaṭikamayasya vaiḍūryamayaṃ patraṃ puṣpaṃ phalaṃ (GBM 1558.1)",
    "analyzed":"sphaṭika mayasya vaiḍūrya maya SNNe patram puṣpam phala SNNe",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:135",
    "original":"māpitam abhūt. teṣāṃ khalu tālānāṃ vāyunā īryamanānām ayaṃ evaṃrūpo manojñaḥ śabdo niścarati. tadyathā paṃcāṃgikasya tūryasya kuśalena puruṣeṇa  #",
    "analyzed":"māpitam abhūt teṣām khalu tālānām vāyunā īryamanānām ayam evaṃrūpaḥ manojñaḥ śabdaḥ niścarati tat yathā paṃcāṃgikasya tūryasya kuśalena puruṣeṇa ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:136",
    "original":"samyaksupravāditasya. dharmyaṃ tālavanaṃ caturvidhābhir vedikābhiḥ parikṣiptam abhūt suvarṇamayībhi rupyamayībhiḥ vaiḍūryamayībhiḥ sphaṭikamayībhiḥ.  #",
    "analyzed":"samyak su pravāditasya dharmyam tāla vanam caturvidhābhiḥ vedikābhiḥ parikṣiptam abhūt suvarṇa mayībhiḥ rupya mayībhiḥ vaiḍūrya mayībhiḥ sphaṭika mayībhiḥ ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:137",
    "original":"suvarṇamayyā (GBM 1558.3)",
    "analyzed":"suvarṇa Cp mayyā SIF gbM",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:138",
    "original":"vedikāyā rupyamayam ālaṃbanam adhiṣṭhānaṃ sūcako māpito 'bhūt*. rupyamayyā suvarṇamayaṃ,",
    "analyzed":"vedikāyāḥ rupya mayam ālaṃbanam adhiṣṭhānam sūcakaḥ māpitaḥ abhūt rupya mayyā suvarṇa mayam ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:139",
    "original":"vaiḍūryamayyā sphaṭikamayaṃ,",
    "analyzed":"vaiḍūrya mayyā sphaṭika mayam ",
    "folio":14
  },
  {
    "segmentnr":"SA_K14_msudarsu:140",
    "original":"sphaṭikamayyā vaiḍūryamayam ālaṃbanam (GBM 1558.4)",
    "analyzed":"sphaṭika mayyāḥ SGF vaiḍūrya maya SNNe ālaṃbana SNNe",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:141",
    "original":"adhiṣṭhānaṃ sūcako māpito 'bhūt*. dharmyaṃ tālavanaṃ kanakavālukāstṛtam abhūc candanavāripariṣiktaṃ hemajālāvanataṃ suvarṇakaṃkaṇikāvṛtam.",
    "analyzed":"adhiṣṭhānam sūcakaḥ māpitaḥ abhūt dharmyam tāla vanam kanaka vālukā āstṛtam abhūt candana vāri pariṣiktam hema jāla avanatam suvarṇa kaṃkaṇikā vṛtam ",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:142",
    "original":"MSuAv [13.1] atha caturaśīti koṭṭarājasahasrāṇi sarvajātakṛtaniṣṭhitaṃ dharmyaṃ prāsādaṃ dharmyāṃ puṣkariṇīṃ dharmyaṃ tālavanaṃ viditvā yena  #",
    "analyzed":"atha caturaśīti koṭṭarāja sahasrāṇi sarva jāta kṛta niṣṭhitam dharmyam prāsādam dharmyām puṣkariṇīm dharmyam tāla vanam viditvā yena ",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:143",
    "original":"rājā mahāsudarśanas (GBM 1558.6)",
    "analyzed":"rājā mahāsudarśanas SNM",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:144",
    "original":"tenopasaṃkrāntāny. upasaṃkramya rājānaṃ mahāsudarśanam idam avocan*. sarvajātakṛtaniṣṭhito devasya dharmyaḥ prāsādo dharmyā puṣkariṇī (GBM",
    "analyzed":"tena upasaṃkrāntāni upasaṃkramya rājānam mahāsudarśanam idam avocan sarva jāta kṛta niṣṭhitaḥ devasya dharmyaḥ prāsādaḥ dharmyā puṣkariṇī gbm",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:145",
    "original":"dharmyaṃ tālavanaṃ. yasyedānīṃ devaḥ kālaṃ manyate. atha rājño mahāsudarśanasyaitad",
    "analyzed":"dharmyam tālavanam yasya idānīm devaḥ kālam manyate atha rājñaḥ mahāsudarśanasya etat ",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:146",
    "original":"abhavan. na mama pratirūpaṃ syād yad aham evam eva tatprathamato dharmyaṃ prāsādam",
    "analyzed":"abhavat na mama pratirūpam syāt yat aham evam eva tad prathamatas dharmyam prāsādam ",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:147",
    "original":"adhinivaseyaṃ. (GBM 1558.8)",
    "analyzed":"adhinivaseyam SPr1O gbM",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:148",
    "original":"yanv ahaṃ ye me vijite sādhurūpasaṃmatāḥ śramaṇabrāhmaṇāḥ prativasanti te tāṃ dharmye prāsāde bhojayitvā pratyekapratyekaṃ navena duṣyayugenācchadayeyam.  #",
    "analyzed":"yanu aham ye me vijite sādhu rūpa saṃmatāḥ śramaṇa brāhmaṇāḥ prativasanti te tām dharmye prāsāde bhojayitvā pratyeka pratyekam navena duṣya yugena ācchadayeyam  \/",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:149",
    "original":"MSuAv [13.2] atha rājā mahāsudarśano ye 'sya vijite sādhurūpasaṃmatāḥ śrāmaṇabrāhmaṇāḥ prativasanti tāṃ dharmye prāsāde bhojayitvā pratyekapratyekaṃ  #",
    "analyzed":"atha rājā mahāsudarśanaḥ ye asya vijite sādhu rūpa saṃmatāḥ śrāmaṇa brāhmaṇāḥ prativasanti tām dharmye prāsāde bhojayitvā pratyeka pratyekam ",
    "folio":15
  },
  {
    "segmentnr":"SA_K14_msudarsu:150",
    "original":"navena duṣyayugenācchādayati. atha rājño mahāsudarśanasyaitad abhavan. na mama pratirūpaṃ syād yad ahaṃ dharmye prāsāde paṃcabhiḥ kāmaguṇais  #",
    "analyzed":"navena duṣya yugena ācchādayati atha rājñaḥ mahāsudarśanasya etat abhavat na mama pratirūpam syāt yat aham dharmye prāsāde paṃcabhiḥ kāma guṇaiḥ ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:151",
    "original":"samarpitaḥ (GBM 1559.3)",
    "analyzed":"samarpay SNPaM gbM",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:152",
    "original":"samanvaṃgībhūtaḥ krīḍeyaṃ rameyaṃ paricārayeyaṃ. yanv ahaṃ dharmyaṃ prāsādaṃ abhiruhy';",
    "analyzed":"samanvaṃgībhūtaḥ krīḍeyam rameyam paricārayeyam yanu aham dharmyam prāsādam ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:153",
    "original":"ekena puruṣeṇopasthāyakena rājarṣibrahmacaryaṃ careyaṃ. (GBM 1559.4)",
    "analyzed":"ekena puruṣeṇa upasthāyakena rājarṣi brahmacaryam careyam ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:154",
    "original":"atha rājā mahāsudarśano dharmyaṃ prāsādam abhiruhy';",
    "analyzed":"atha rājā mahāsudarśanaḥ dharmyam prāsādam abhiruhya ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:155",
    "original":"ekena puruṣeṇopasthāyakena rājarṣibrahmacaryam acārṣīd.",
    "analyzed":"ekena puruṣeṇa upasthāyakena rājarṣi brahmacaryam acārṣīt ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:156",
    "original":"MSuAv [14] atha rājā mahāsudarśanaḥ suvarṇamayaṃ (GBM 1559.5)",
    "analyzed":"atha  rājā mahāsudarśana SNM suvarṇa Cp mayam SAM gbM",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:157",
    "original":"kūṭāgāraṃ praviśya rupyamaye paryaṃke paryaṃkena niṣadya viviktaṃ kāmair viviktaṃ pāpakair akuśalair dharmaiḥ savitarkaṃ savicāraṃ vivekajaṃ  #",
    "analyzed":"kūṭāgāram praviśya rupya maye paryaṃke paryaṃkena niṣadya viviktam kāmaiḥ viviktam pāpakaiḥ akuśalaiḥ dharmaiḥ sa vitarkam sa vicāram viveka jam ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:158",
    "original":"prītisukhaṃ prathamaṃ dhyānam upasaṃpadya viharati. rupyamayā paryaṃkād avatīrya suvarṇamayāt kūṭāgārān niṣkramya rupyamayaṃ kūṭāgāraṃ praviśya  #",
    "analyzed":"prīti sukham prathamam dhyānam upasaṃpadya viharati rupya mayā paryaṃkāt avatīrya suvarṇa mayāt kūṭāgārāt niṣkramya rupya mayam kūṭāgāram praviśya ",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:159",
    "original":"suvarṇamaye (GBM 1559.7)",
    "analyzed":"suvarṇa Cp maye SLNe gbM",
    "folio":16
  },
  {
    "segmentnr":"SA_K14_msudarsu:160",
    "original":"paryaṃke paryaṃkena niṣadya viviktaṃ kāmair yāvat prathamaṃ dhyānam upasaṃpadya viharati. suvarṇamayāt paryaṃkād avatīrya rupyamayāt kūṭāgārān  #",
    "analyzed":"paryaṃke paryaṃkena niṣadya viviktam kāmaiḥ yāvat prathamam dhyānam upasaṃpadya viharati suvarṇa mayāt paryaṃkāt avatīrya rupya mayāt kūṭāgārān ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:161",
    "original":"niṣkramya vaiḍūryamayaṃ (GBM 1559.8)",
    "analyzed":"niṣkramya vaiḍūrya maya SANe gbm",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:162",
    "original":"kūṭāgāraṃ praviśya sphaṭikamaye paryaṃke paryaṃkena niṣadya viviktaṃ kāmair yāvat prathamaṃ dhyānam upasaṃpadya viharati. sphaṭikamayāt paryaṃkād  #",
    "analyzed":"kūṭāgāram praviśya sphaṭika maye paryaṃke paryaṃkena niṣadya viviktam kāmaiḥ yāvat prathamam dhyānam upasaṃpadya viharati sphaṭika mayāt paryaṃkāt ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:163",
    "original":"avatīrya (GBM 1560.1)",
    "analyzed":"avatṛ Co gbM",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:164",
    "original":"vaiḍūryamayāt kūṭāgāran niṣkramya sphaṭikamayaṃ kūṭāgāraṃ praviśya vaiḍūryamaye paryaṃke",
    "analyzed":"vaiḍūrya mayāt kūṭāgārat niṣkramya sphaṭika mayam kūṭāgāram praviśya vaiḍūrya maye paryaṃke ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:165",
    "original":"paryaṃkena niṣadya viviktaṃ kāmair yāvat prathamaṃ dhyānam upasaṃpadya (GBM 1560.2) viharati.",
    "analyzed":"paryaṃkena niṣadya viviktam kāmaiḥ yāvat prathama dhyānam upasaṃpad gb viharati ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:166",
    "original":"MSuAv [15] atha caturaśīti strīsahasrāṇi yena strīratnaṃ tenopasaṃkrāntā upasaṃkramya strīratnam idam avocan*. yat khalu devi jānīthā,",
    "analyzed":"atha caturaśīti strī sahasrāṇi yena strī ratnam tena upasaṃkrāntāḥ upasaṃkramya strī ratnam idam avocan yat khalu devi jānīthāḥ ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:167",
    "original":"ciradṛṣṭo 'smābhir (GBM 1560.3)",
    "analyzed":"cira dṛṣṭaḥ asmābhiḥ ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:168",
    "original":"devaḥ, paritṛṣitāḥ smo devasya darśanena,",
    "analyzed":"devaḥ paritṛṣitāḥ smaḥ devasya darśanena ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:169",
    "original":"icchāmo vayaṃ devaṃ draṣṭuṃ. tena hi yūyaṃ bhaginyaḥ āgamayata yāvad ahaṃ pariṇāyakaratnam avalokayāmi. atha (GBM 1560.4)",
    "analyzed":"icchāmaḥ vayam devam draṣṭum tena hi yūyam bhaginyaḥ āgamayata yāvat aham pariṇāyaka ratnam avalokayāmi ",
    "folio":17
  },
  {
    "segmentnr":"SA_K14_msudarsu:170",
    "original":"strīratnaṃ pariṇāyakaratnaṃ dūtena prakrośyedam avocat*. yat khalu senāpate jānīyāc,",
    "analyzed":"strī ratnam pariṇāyaka ratnam dūtena prakrośya idam avocat yat khalu senāpate jānīyāt ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:171",
    "original":"ciradṛṣṭo 'smābhir deva,",
    "analyzed":"cira dṛṣṭaḥ asmābhiḥ deva ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:172",
    "original":"paritṛṣitā smo devasya darśanena, (GBM 1560.5)",
    "analyzed":"paritṛṣitāḥ smaḥ devasya darśanena gbM",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:173",
    "original":"icchāmo vayaṃ devaṃ draṣṭuṃ. tena hi yūyaṃ bhaginyaḥ sarvā pītālaṃkārā bhavata pītavastrā pītamālyābharaṇānulepanā pītaparivārā. yāvad (GBM",
    "analyzed":"icchāmaḥ vayam devam draṣṭum tena hi yūyam bhaginyaḥ sarvā pīta alaṃkārā bhavata pīta vastrā pīta mālya ābharaṇa anulepanā pīta parivārā yāvat gbm",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:174",
    "original":"ahaṃ caturaśītiṃ koṭṭarājasahasrāṇi sannipātayāmi,",
    "analyzed":"aham caturaśītim koṭṭarāja sahasrāṇi sannipātayāmi ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:175",
    "original":"caturaśītiṃ nāgasahasrāṇy upoṣadhanāgarājapramukhāni,",
    "analyzed":"caturaśītim nāga sahasrāṇi upoṣadha nāga rāja pramukhāni ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:176",
    "original":"caturaśītim aśvasahasrāṇi (GBM 1560.7)",
    "analyzed":"caturaśītim aśva Cp sahasrāṇi gbM",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:177",
    "original":"vālāhāśvarājapramukhāni,",
    "analyzed":"vālāha aśvarāja pramukhāni ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:178",
    "original":"caturaśīti rathasahasrāṇi nandīghoṣarathapramukhāni. tathā bhavatv iti tāḥ śriyaḥ pratiśrutya (GBM 1560.8)",
    "analyzed":"caturaśīti ratha sahasrāṇi nandīghoṣa ratha pramukhāni tathā bhavatu iti tad śrīḥ pratiśru ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:179",
    "original":"striyaḥ sarvāḥ pītālaṃkārābhūvaṃ pītavastrāḥ pītamālyābharaṇānulepanāḥ pītaparivārāḥ. atha pariṇāyakaratnaṃ caturaśītiṃ koṭṭarājasahasrāṇi",
    "analyzed":"striyaḥ sarvāḥ pīta alaṃkārāḥ abhūvam pīta vastrāḥ pīta mālya ābharaṇa anulepanāḥ pīta parivārāḥ atha pariṇāyaka ratnam caturaśītim koṭṭarāja sahasrāṇi ",
    "folio":18
  },
  {
    "segmentnr":"SA_K14_msudarsu:180",
    "original":"sannipātya,",
    "analyzed":"sannipātya ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:181",
    "original":"caturaśīti nāgasahasrāṇi poṣadhanāgarājapramukhāni,",
    "analyzed":"caturaśīti nāga sahasrāṇi poṣadha nāga rāja pramukhāni ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:182",
    "original":"caturaśītiṃ aśvasahasrāṇi vālāhāśvarājapramukhāni,",
    "analyzed":"caturaśītim aśva sahasrāṇi vālāha aśva rāja pramukhāni ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:183",
    "original":"caturaśītiṃ rathasahasrāṇi (GBM 1561.2)",
    "analyzed":"caturaśītim ratha Cp sahasrāṇi gbM",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:184",
    "original":"nandīghoṣarathapramukhāni sannipātya,",
    "analyzed":"nandīghoṣa ratha pramukhāni sannipātya ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:185",
    "original":"strīratnaṃ nandīghoṣarathe āropya,",
    "analyzed":"strī ratnam nandīghoṣa rathe āropya ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:186",
    "original":"avaśiṣṭā striyaḥ pratyekapratyekaratheṣv āropya,",
    "analyzed":"avaśiṣṭāḥ striyaḥ pratyeka pratyeka ratheṣu āropya ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:187",
    "original":"kuśāvatyā niṣkramya, (GBM 1561.3)",
    "analyzed":"kuśāvatyā niṣkram Co gbM",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:188",
    "original":"yena dharmyaḥ prāsādas tenopasaṃkrāntāḥ. tena khalu samayena dharmyasya prāsādasyādhastād uccaśabdamahāśabdo mahājanakāyasya ca nirghoṣo 'bhud.",
    "analyzed":"yena dharmyaḥ prāsādaḥ tena upasaṃkrāntāḥ tena khalu samayena dharmyasya prāsādasya adhastāt ucca śabda mahā śabdaḥ mahā jana kāyasya ca nirghoṣaḥ abhud ",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:189",
    "original":"MSuAv [16] aśrauṣīd (GBM 1561.4)",
    "analyzed":"aśrauṣīt gbM",
    "folio":19
  },
  {
    "segmentnr":"SA_K14_msudarsu:190",
    "original":"rājā mahāsudarśano dharmyasya prāsādasyādhastād uccaśabdamahāśabdo mahājanakāyasya ca nirghoṣo 'bhūc. chrutva ca punar upasthāyakaṃ puruṣam  #",
    "analyzed":"rājā mahāsudarśanaḥ dharmyasya prāsādasya adhastāt ucca śabda mahā śabdaḥ mahā jana kāyasya ca nirghoṣaḥ abhūt śrutva ca punar upasthāyakam puruṣam ",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:191",
    "original":"āmantrayate. (GBM 1561.5)",
    "analyzed":"āmantrayate SPr3In gbM",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:192",
    "original":"kim etad bhoḥ puruṣa dharmyasya prāsādasyādhastād uccaśabdamahāśabdo mahājanakāyasya ca nirghoṣaḥ. etāni deva caturaśītiṃ strīsahasrāṇi (GBM",
    "analyzed":"kim etat bhoḥ puruṣa dharmyasya prāsādasya adhastāt ucca śabda mahā śabdaḥ mahā jana kāyasya ca nirghoṣaḥ etāni deva caturaśītim strī sahasrāṇi gbm",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:193",
    "original":"strīratnapramukhāni dharmyasya prāsādasyādhastāt tiṣṭhanti devaṃ draṣṭukāmāni,",
    "analyzed":"strī ratna pramukhāni dharmyasya prāsādasya adhastāt tiṣṭhanti devam draṣṭu kāmāni ",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:194",
    "original":"caturaśītiḥ koṭṭarājasahasrāṇi pariṇāyakaratnapramukhāni, (GBM 1561.7)",
    "analyzed":"caturaśītiḥ koṭṭarāja sahasrāṇi pariṇāyaka ratna pramukhāni gb",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:195",
    "original":"caturaśīti nāgasahasrāṇy upoṣadhanāgarājapramukhāni,",
    "analyzed":"caturaśīti nāga sahasrāṇi upoṣadha nāga rāja pramukhāni ",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:196",
    "original":"caturaśītim aśvasahasrāṇi vālāhāśvarājapramukhāni,",
    "analyzed":"caturaśītim aśva sahasrāṇi vālāha aśvarāja pramukhāni ",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:197",
    "original":"caturaśītiṃ rathasahasrāṇi (GBM 1561.8)",
    "analyzed":"caturaśītim ratha Cp sahasrāṇi gbM",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:198",
    "original":"nandīghoṣarathapramukhāni dharmyasya prāsādasyādhastāt tiṣṭhanti. atha rājā mahāsudarśana upasthāyakaṃ puruṣam āmantrayate. tena hi tvaṃ bhoḥ  #",
    "analyzed":"nandīghoṣa ratha pramukhāni dharmyasya prāsādasya adhastāt tiṣṭhanti atha rājā mahāsudarśanaḥ upasthāyakam puruṣam āmantrayate tena hi tvam bhoḥ ",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:199",
    "original":"puruṣa dharmyasya prāsādasyādhastāt sauvarṇaṃ bhadrāsanaṃ prajñapaya,",
    "analyzed":"puruṣa dharmyasya prāsādasya adhastāt sauvarṇam bhadrāsanam prajñapaya ",
    "folio":20
  },
  {
    "segmentnr":"SA_K14_msudarsu:200",
    "original":"yatrāhaṃ niṣadya mahājanakāyam apekṣyāmy. evaṃ devety upasthāyakaḥ puruṣo rājño mahāsudarśanasya (GBM 1562.2)",
    "analyzed":"yatra aham niṣadya mahā jana kāyam apekṣyāmi evam deva iti upasthāyaka puruṣaḥ rājñaḥ mahāsudarśanasya gb",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:201",
    "original":"pratiśrutya dharmyasya prāsādasyādhastāt sauvarṇaṃ bhadrāsanaṃ prajñapya yena rājā mahāsudarśanas tenopasaṃkrāntaḥ. upasaṃkramya rājānaṃ mahāsudarśanam  #",
    "analyzed":"pratiśrutya dharmyasya prāsādasya adhastāt sauvarṇam bhadrāsanam prajñapya yena rājā mahāsudarśanaḥ tena upasaṃkrāntaḥ upasaṃkramya rājānam mahāsudarśanam ",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:202",
    "original":"idam avocat. prajñaptaṃ devasya dharmyasya prāsādasyādhastāt sauvarṇaṃ bhadrāsanaṃ. yasyedānīṃ devaḥ kālaṃ manyate.",
    "analyzed":"idam avocat prajñaptam devasya dharmyasya prāsādasya adhastāt sauvarṇam bhadrāsanam yasya idānīm devaḥ kālam manyate ",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:203",
    "original":"MSuAv [17] adrākṣīd rājā mahāsudarśano dharmyāt (GBM 1562.4)",
    "analyzed":"adrākṣīt dṛś SPs3InFs rājā rājan SNM mahāsudarśanaḥ mahāsudarśana SNM dharmyāt ",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:204",
    "original":"prāsādād avatāran* (sic; Matsumura:",
    "analyzed":"prāsādāt avatāran sic matsumura ",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:205",
    "original":"dha(rmasya prāsādasyādhastā) t)",
    "analyzed":"dharmasya prāsādasya adhastāt ",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:206",
    "original":"sarvās tāḥ striyaḥ pītālaṃkārāḥ pītavastrāḥ pītamālyābharaṇānulepanāḥ pītaparivārāḥ. dṛṣṭvā ca punar asyaitad (GBM 1562.5)",
    "analyzed":"sarvāḥ tāḥ striyaḥ pīta alaṃkārāḥ pīta vastrāḥ pīta mālya ābharaṇa anulepanāḥ pīta parivārāḥ dṛṣṭvā ca punar asya etat gbm",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:207",
    "original":"abhavat. atirañjanīyo batāyaṃ mātṛgrāma iti viditvā indriyāṇy utkṣipaty. adrākṣī strīratnaṃ rājānaṃ mahāsudarśanam indriyāṇy utkṣipantaṃ (GBM",
    "analyzed":"abhavat ati rañjanīyaḥ bata ayam mātṛgrāmaḥ iti viditvā indriyāṇi utkṣipati adrākṣī strī ratnam rājānam mahāsudarśanam indriyāṇi utkṣipantam gbm",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:208",
    "original":"dṛṣṭvā punar asyā etad abhavad. yathā khalu devo 'smākaṃ dṛṣṭvā indriyāṇy utkṣipati. mā haiva devo 'smābhir anarthiko bhaviṣyatīti. atha rājā  #",
    "analyzed":"dṛṣṭvā punar asyāḥ etat abhavat yathā khalu devaḥ asmākam dṛṣṭvā indriyāṇi utkṣipati mā ha eva devaḥ asmābhiḥ anarthikaḥ bhaviṣyati iti atha rājā  \/",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:209",
    "original":"mahāsudarśano (GBM 1562.7)",
    "analyzed":"mahāsudarśanaḥ SNM gbm",
    "folio":21
  },
  {
    "segmentnr":"SA_K14_msudarsu:210",
    "original":"dharmyāt prāsādād avatīrya sauvarṇe bhadrāsane niṣaṇṇo. 'tha strīratnaṃ yena rajā mahāsudarśanas tenopasaṃkrāntam. upasaṃkramya rājño (GBM",
    "analyzed":"dharmyāt prāsādāt avatīrya sauvarṇe bhadrāsane niṣaṇṇaḥ atha strī ratnam yena rajāḥ mahāsudarśanaḥ tena upasaṃkrāntam upasaṃkramya rājñaḥ gbm",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:211",
    "original":"mahāsudarśanasya pādayor nipatya rājānaṃ mahāsudarśanam idam avocat*. etāni devasya caturaśītiḥ strīsahasrāṇi,",
    "analyzed":"mahāsudarśanasya pādayoḥ nipatya rājānam mahāsudarśanam idam avocat etāni devasya caturaśītiḥ strī sahasrāṇi ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:212",
    "original":"yatra devac chandaṃ janayatv apekṣāṃ karotu devo (GBM 1563.1)",
    "analyzed":"yatra devat chandam janayatu apekṣām karotu devaḥ ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:213",
    "original":"jīvite. caturaśīti koṭṭarājasahasrāṇi pariṇāyakaratnapramukhāni,",
    "analyzed":"jīvite caturaśīti koṭṭarāja sahasrāṇi pariṇāyaka ratna pramukhāni ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:214",
    "original":"caturaśīti nāgasahasrāṇy upoṣadhanāgarājapramukhāni,",
    "analyzed":"caturaśīti nāga sahasrāṇi upoṣadha nāga rāja pramukhāni ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:215",
    "original":"caturaśītim (GBM 1563.2)",
    "analyzed":"caturaśīti SAF gbM",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:216",
    "original":"aśvasahasrāṇi vālāhāśvarājapramukhāni,",
    "analyzed":"aśva sahasrāṇi vālāha aśvarāja pramukhāni ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:217",
    "original":"caturaśītiṃ rathasahasrāṇi nandīghoṣarathapramukhāni,",
    "analyzed":"caturaśītim ratha sahasrāṇi nandīghoṣa ratha pramukhāni ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:218",
    "original":"caturaśītin nagarasahasrāṇi kuśāvatīrājadhānīpramukhāni, (GBM 1563.3)",
    "analyzed":"caturaśītin nagara sahasrāṇi kuśāvatī rājadhānī pramukhāni ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:219",
    "original":"atra devac chandaṃ janayatv apekṣāṃ karotu devo jīvite. pūrve ca tvaṃ māṃ bhagini mitravattayā samudācarasi sā tvam etarhi sapatnavattayā.",
    "analyzed":"atra devat chandam janayatu apekṣām karotu devaḥ jīvite pūrve ca tvam mām bhagini mitravat tayā samudācarasi sā tvam etarhi sapatnavat tayā ",
    "folio":22
  },
  {
    "segmentnr":"SA_K14_msudarsu:220",
    "original":"MSuAv [18] atha strīratnaṃ rājñā mahāsudarśanena bhaginivādena samudācaritaṃ prārodīd,",
    "analyzed":"atha strī ratnam rājñā mahāsudarśanena bhagini vādena samudācaritam prārodīt ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:221",
    "original":"aśrūṇi pravartayaty,",
    "analyzed":"aśrūṇi pravartayati ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:222",
    "original":"evaṃ cāha. yathā khalu devo 'smākaṃ (GBM 1563.5)",
    "analyzed":"evam ca āha yathā khalu devaḥ asmākam ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:223",
    "original":"bhaginivādena samudācarati na cirā devāsmākaṃ devena sārdhaṃ nānābhāvo bhaviṣyati vinābhāvo viprayogo visaṃyogaḥ. atha strīratnaṃ cīvareṇāśrūṇi  #",
    "analyzed":"bhagini vādena samudācarati na cirā deva asmākam devena sārdham nānābhāvaḥ bhaviṣyati vinābhāvaḥ viprayogaḥ visaṃyogaḥ atha strī ratnam cīvareṇa aśrūṇi ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:224",
    "original":"pramṛjya [O. von Hinüber,",
    "analyzed":"pramṛjya o von hinber ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:225",
    "original":"“Die Bestimmung der Schulzugehörigkeit buddhistischer Texte nach sprachlichen Kriterien“,",
    "analyzed":"die bestimmung der schulzugehrigkeit buddhistischer texte nach sprachlichen kriterien ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:226",
    "original":"Zur Schulzugehörigkeit von Werken der Hīnayāna-Literatur (Symposium zur Buddhismusforschung, III,1)",
    "analyzed":"symposium zur buddhismus forschung ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:227",
    "original":", ed. H. Bechert, Göttingen 1985 (AAWG, 149)",
    "analyzed":"ed h bechert ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:228",
    "original":", Erster Teil, pp. 73,",
    "analyzed":"erster teil pp ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:229",
    "original":"Anm. 46: puṃjya] rājño mahāsudarśanasya pādayor nipatya rājānaṃ mahāsudarśanam idam avocat*. yathā kathaṃ pūrve vayaṃ devaṃ mitravattayā samudācarāmas  #",
    "analyzed":"anm puṃjya rājñaḥ mahāsudarśanasya pādayoḥ nipatya rājānam mahāsudarśanam idam avocat yathā katham pūrve vayam devam mitravat tayā samudācarāmaḥ ",
    "folio":23
  },
  {
    "segmentnr":"SA_K14_msudarsu:230",
    "original":"tathā vayam etarhi samudācarāmo na sapatnavattayā. ehi tvaṃ bhaginy,",
    "analyzed":"tathā vayam etarhi samudācarāmaḥ na sapatnavat tayā ehi tvam bhagini ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:231",
    "original":"evaṃ vada. alpakaṃ deva jīvitaṃ manuṣyāṇāṃ. gamanīyaḥ saṃparāyaḥ, kartavyaṃ (GBM 1563.8)",
    "analyzed":"evam vada alpakam deva jīvitam manuṣyāṇām gamanīyaḥ saṃparāyaḥ kṛ ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:232",
    "original":"kuśalaṃ, caritavyaṃ brahmacaryaṃ. nāsti jātasyāmaraṇaṃ. so 'pi deva kṣaṇalavamuhūrto na prajñāyate yatra devasya sarveṇa sarvaṃ śarīranikṣepo  #",
    "analyzed":"kuśalam caritavyam brahmacaryam na asti jātasya amaraṇam saḥ api deva kṣaṇa lava muhūrtaḥ na prajñāyate yatra devasya sarveṇa sarvam śarīra nikṣepaḥ ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:233",
    "original":"bhaviṣyati. (GBM 1564.1)",
    "analyzed":"bhaviṣyati  gbM",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:234",
    "original":"yo devasya caturaśītiṣu strīsahasreṣu cchando vā rāgo vā sneho vā prema vā ālayo vā niyantir adhyavasānaṃ vā taṃ devaḥ prajahātu nirapekṣo",
    "analyzed":"yaḥ devasya caturaśītiṣu strī sahasreṣu chandaḥ vā rāgaḥ vā snehaḥ vā prema vā ālayaḥ vā niyantiḥ adhyavasānam vā tam devaḥ prajahātu nirapekṣaḥ ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:235",
    "original":"devo bhavatu jīvite. yo devasya caturaśītiṣu koṭṭarājasahasreṣu pariṇāyakaratnapramukheṣu,",
    "analyzed":"devaḥ bhavatu jīvite yaḥ devasya caturaśītiṣu koṭṭarāja sahasreṣu pariṇāyaka ratna pramukheṣu ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:236",
    "original":"caturaśītiṣu nāgasahasreṣūpoṣadhanāgarājapramukheṣu, (GBM 1564.3)",
    "analyzed":"caturaśītiṣu nāga sahasreṣu upoṣadha nāga rāja pramukheṣu gb",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:237",
    "original":"caturaśītiṣu-r-aśvasahasreṣu vālāhāśvarājapramukheṣu,",
    "analyzed":"caturaśīti ṣuraśva sahasreṣu vālāha aśva rāja pramukheṣu ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:238",
    "original":"caturaśītiṣu rathasahasreṣu nandīghoṣarathapramukheṣu,",
    "analyzed":"caturaśītiṣu ratha sahasreṣu nandīghoṣa ratha pramukheṣu ",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:239",
    "original":"caturaśītiṣu (GBM 1564.4)",
    "analyzed":"caturaśītiṣu PLF gbM",
    "folio":24
  },
  {
    "segmentnr":"SA_K14_msudarsu:240",
    "original":"nagarasahasreṣu kuśāvatīrājadhānīpramukheṣu cchando vā rāgo vā sneho vā prema vā ālayo vā niyantir adhyavasānaṃ (GBM 1564.5)",
    "analyzed":"nagara sahasreṣu kuśāvatī rājadhānī pramukheṣu chandaḥ vā rāgaḥ vā snehaḥ vā prema vā ālayaḥ vā niyantiḥ adhyavasānam ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:241",
    "original":"vā taṃ devaḥ parijahātu nirapekṣo devo bhavatu jīvite. evaṃ hi tvaṃ bhagini mitravattayā samudācara mā sapatnavattayā.",
    "analyzed":"vā tam devaḥ parijahātu nirapekṣaḥ devaḥ bhavatu jīvite evam hi tvam bhagini mitravat tayā samudācara mā sapatnavat tayā ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:242",
    "original":"MSuAv [19] idānīṃ vayaṃ devaṃ (GBM 1564.6)",
    "analyzed":"idānīm  vayam mad PN devam SAM gbm",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:243",
    "original":"mitravattayā samudacarāmo,",
    "analyzed":"mitravat tayā samudacarāmaḥ ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:244",
    "original":"na sapatnavattayā. alpakaṃ deva jīvitaṃ manuṣyāṇāṃ gamanīyaḥ sāṃparāyaḥ,",
    "analyzed":"na sapatnavat tayā alpakam deva jīvitam manuṣyāṇām gamanīyaḥ sāṃparāyaḥ ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:245",
    "original":"kartavyaṃ kuśalaṃ,",
    "analyzed":"kartavyam kuśalam ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:246",
    "original":"caritavyaṃ brahmacaryaṃ. (GBM 1564.7)",
    "analyzed":"caritavyam brahmacaryam gbm",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:247",
    "original":"nāsti jātasyāmaraṇaṃ so 'pi deva kṣaṇalavamuhūrto na prajñāyate yatra devasya sarveṇa sarvaṃ śarīranikṣepo bhaviṣyati. yo devasya caturaśītiṣu  #",
    "analyzed":"na asti jātasya amaraṇam saḥ api deva kṣaṇa lava muhūrtaḥ na prajñāyate yatra devasya sarveṇa sarvam śarīra nikṣepaḥ bhaviṣyati yaḥ devasya caturaśītiṣu ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:248",
    "original":"strīsahasreṣu cchando vā rāgo vā sneho vā prema vā ālayo vā niyantir adhyavasānaṃ vā taṃ devaḥ prajahātu nirapekṣo devo bhavatu jīvite. (GBM",
    "analyzed":"strī sahasreṣu chandaḥ vā rāgaḥ vā snehaḥ vā prema vā ālayaḥ vā niyantiḥ adhyavasānam vā tam devaḥ prajahātu nirapekṣaḥ devaḥ bhavatu jīvite gb",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:249",
    "original":"yo devasya caturaśītiṣu koṭṭarājasahasreṣu pariṇāyakaratnapramukheṣu,",
    "analyzed":"yaḥ devasya caturaśītiṣu koṭṭarāja sahasreṣu pariṇāyaka ratna pramukheṣu ",
    "folio":25
  },
  {
    "segmentnr":"SA_K14_msudarsu:250",
    "original":"caturaśītiṣu nāgasahasreṣu upoṣadhanāgarājapramukheṣu,",
    "analyzed":"caturaśītiṣu nāga sahasreṣu upoṣadha nāga rāja pramukheṣu ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:251",
    "original":"caturaśītiṣv (GBM 1565.2)",
    "analyzed":"caturaśītiṣu gbM",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:252",
    "original":"aśvasahasreṣu vālāhāśvarājapramukheṣu,",
    "analyzed":"aśva sahasreṣu vālāha aśvarāja pramukheṣu ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:253",
    "original":"caturaśītiṣu rathasahasreṣu nandīghoṣarathapramukheṣu,",
    "analyzed":"caturaśītiṣu ratha sahasreṣu nandīghoṣa ratha pramukheṣu ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:254",
    "original":"caturaśītiṣu nagarasahasreṣu kuśāvatīrājadhānīpramukheṣu (GBM 1565.3)",
    "analyzed":"caturaśītiṣu nagara sahasreṣu kuśāvatī rājadhānī pramukheṣu gb",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:255",
    "original":"cchando va rāgo vā sneho vā prema vā ālayo vā niyantir adhyavasānaṃ vā taṃ devaḥ prajahātu nirapekṣo devo bhavatu jīvite.",
    "analyzed":"chandaḥ vā rāgaḥ vā snehaḥ vā prema vā ālayaḥ vā niyantiḥ adhyavasānam vā tam devaḥ prajahātu nirapekṣaḥ devaḥ bhavatu jīvite ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:256",
    "original":"MSuAv [20] atha rājā mahāsudarśanaḥ (GBM 1565.4)",
    "analyzed":"atha  rājā rājan SNM mahāsudarśanaḥ mahāsudarśana SNM",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:257",
    "original":"strīratnenānenāvavādena codito dharmyaṃ prāsādam abhiruhya suvarṇamayaṃ kūṭāgāraṃ praviśya rupyamaye paryaṃke paryaṃkena niṣadya maitrīsahagatena  #",
    "analyzed":"strī ratnena anena avavādena coditaḥ dharmyam prāsādam abhiruhya suvarṇa mayam kūṭāgāram praviśya rupya maye paryaṃke paryaṃkena niṣadya maitrī sahagatena ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:258",
    "original":"cittenāvaireṇāsapatnenāvyābādhena vipulena mahadgatenāpramāṇena subhāvitenaikāṃ diśam adhimucya spharitvopasaṃpadya viharati. (GBM 1565.6)",
    "analyzed":"cittena a vaireṇa a sapatnena a vyābādhena vipulena mahadgatena a pramāṇena su bhāvitena ekām diśam adhimucya spharitvā upasaṃpadya viharati ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:259",
    "original":"tathā dvitīyāṃ tathā tṛtīyāṃ tathā caturthīm ity ūrdhvam adhas tiryak sarvaśas sarvam imaṃ lokaṃ maitrīsahagatena cittenāvaireṇāsapatnenāvyābādhena  #",
    "analyzed":"tathā dvitīyām tathā tṛtīyām tathā caturthīm iti ūrdhvam adhas tiryak sarvaśas sarvam imam lokam maitrī sahagatena cittena a vaireṇa a sapatnena a vyābādhena ",
    "folio":26
  },
  {
    "segmentnr":"SA_K14_msudarsu:260",
    "original":"vipulena mahadgatenāpramāṇena subhāvitenaikāṃ diśam adhimucya spharitvopasaṃpadya viharati. rupyamayāt paryaṃkād avatīrya suvarṇamayāt kūṭāgārān  #",
    "analyzed":"vipulena mahadgatena apramāṇena su bhāvitena ekām diśam adhimucya spharitvā upasaṃpadya viharati rupya mayāt paryaṃkāt avatīrya suvarṇa mayāt kūṭāgārān ",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:261",
    "original":"niṣkramya rupyamayaṃ (GBM 1565.8)",
    "analyzed":"niṣkramya rupya Cp mayam SANe gbM",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:262",
    "original":"kūṭāgāraṃ praviśya suvarṇamaye paryaṃke paryaṃkena niṣadya karuṇāsahagatena cittenāvaireṇa yāvad adhimucya spharitvopasaṃpadya viharati. (GBM",
    "analyzed":"kūṭāgāram praviśya suvarṇa maye paryaṃke paryaṃkena niṣadya karuṇā sahagatena cittena a vaireṇa yāvat adhimucya spharitvā upasaṃpadya viharati ",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:263",
    "original":"suvarṇamayāt paryaṃkād avatīrya rupyamayāt kūṭāgārān niṣkramya vaiḍūryamayaṃ kūṭāgāraṃ praviśya sphaṭikamaye paryaṃke paryaṃkena niṣadya muditāsahagatena  #",
    "analyzed":"suvarṇa mayāt paryaṃkāt avatīrya rupya mayāt kūṭāgārāt niṣkramya vaiḍūrya mayam kūṭāgāram praviśya sphaṭika maye paryaṃke paryaṃkena niṣadya muditā sahagatena ",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:264",
    "original":"cittena (GBM 1566.2)",
    "analyzed":"citta SINe gbM",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:265",
    "original":"yāvad adhimucya spharitvopasaṃpadya viharati. sphaṭikamayāt paryaṃkād avatīrya vaiḍūryamayāt kūṭāgarān niṣkramya sphaṭikamayaṃ kūṭāgāraṃ praviśya  #",
    "analyzed":"yāvat adhimucya spharitvā upasaṃpadya viharati sphaṭika mayāt paryaṃkāt avatīrya vaiḍūrya mayāt kūṭāgarāt niṣkramya sphaṭika mayam kūṭāgāram praviśya ",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:266",
    "original":"vaiḍūryamaye (GBM 1566.3)",
    "analyzed":"vaiḍūrya maya SLNe gbM",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:267",
    "original":"paryaṃke paryaṃkena niṣadyopekṣāsahagatena cittena yāvad adhimucya spharitvopasaṃpadya viharati.",
    "analyzed":"paryaṃke paryaṃkena niṣadya upekṣā sahagatena cittena yāvat adhimucya spharitvā upasaṃpadya viharati ",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:268",
    "original":"MSuAv [21] atha rājā mahāsudarśanaś caturo brahmāṃ (GBM 1566.4)",
    "analyzed":"atha  rājā rājan SNM mahāsudarśanaḥ catur PAM brahmān brahma PAM gb",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:269",
    "original":"vihārāṃ bhāvayitvā kāmeṣu kāmacchandaṃ prahāya tadbahulavihārī brahmalokasabhāgatāyām upapanno. rājño mahāsudarśanasyeyam (sic;",
    "analyzed":"vihārām bhāvayitvā kāmeṣu kāma chandam prahāya tad bahula vihārī brahma loka sabhā gatāyām upapannaḥ rājñaḥ mahāsudarśanasya iyam sic ",
    "folio":27
  },
  {
    "segmentnr":"SA_K14_msudarsu:270",
    "original":"Matsumura -nasyenaṃ)",
    "analyzed":"matsumura nasyenam ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:271",
    "original":"evaṃ (GBM 1566.5)",
    "analyzed":"evam  gbM",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:272",
    "original":"anubhūtā maraṇāntikī vedanā,",
    "analyzed":"anubhūtā maraṇa āntikī vedanā ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:273",
    "original":"tadyathā balavataḥ puruṣasya subhojanaṃ bhuktavato muhūrtaṃ syād bhaktaklamaḥ.",
    "analyzed":"tat yathā balavataḥ puruṣasya su bhojanam bhuktavataḥ muhūrtam syāt bhakta klamaḥ ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:274",
    "original":"MSuAv [22] yāvac ca mahārāja kuśinagarī, yāvac (GBM 1566.6)",
    "analyzed":"yāvat  ca  mahā mahat Cp rāja kuśinagarī SNF yāvat  gbM",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:275",
    "original":"ca nadī hiraṇyavatī,",
    "analyzed":"ca nadī hiraṇyavatī ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:276",
    "original":"yāvac ca yamakasālavanaṃ,",
    "analyzed":"yāvat ca yamakasālavanam ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:277",
    "original":"yāvac ca mallānāṃ mukuṭabandhanacaityam atrāntarā dvādaśa yojanāni sāmantakena yatra tathāgatasya ṣaṭkṛtvaḥ (GBM 1566.7)",
    "analyzed":"yāvat ca mallānām mukuṭabandhanacaityam atra antarā dvādaśa yojanāni sāmantakena yatra tathāgatasya ṣaṣ kṛtvas ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:278",
    "original":"śarīranikṣepo 'bhūt sa ca rājñaḥ kṣatriyasya mūrdhābhiṣiktasya iha saptamikāṃ vārāṃ. tac ca tathāgatasyārhataḥ samyaksaṃbuddhasya nāhaṃ mahārāja  #",
    "analyzed":"śarīra nikṣepaḥ abhūt sa ca rājñaḥ kṣatriyasya mūrdhābhiṣiktasya iha saptamikām vārām tat ca tathāgatasya arhataḥ samyaksaṃbuddhasya na aham mahā rāja ",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:279",
    "original":"taṃ pṛthivīpradeśaṃ (GBM 1566.8)",
    "analyzed":"tam tad SAM pṛthivī pradeśam SAM gbm",
    "folio":28
  },
  {
    "segmentnr":"SA_K14_msudarsu:280",
    "original":"samanupaśyāmi yadivā pūrvasyāṃ diśi yadivā dakṣiṇasyāṃ yadivā paścimasyāṃ yadivā uttarasyāṃ diśi yatra tathāgatasyāṣṭamaṃ vā śarīranikṣepo  #",
    "analyzed":"samanupaśyāmi yat iva pūrvasyām diśi yat iva dakṣiṇasyām yat iva paścimasyām yat iva uttarasyām diśi yatra tathāgatasya aṣṭamam vā śarīra nikṣepaḥ ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:281",
    "original":"bhaviṣyati. tat kasya (GBM 1567.1) hetoḥ.",
    "analyzed":"bhaviṣyati tat SNNe kasya SGM gbM hetoḥ ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:282",
    "original":"ucchinnā tathāgatasya mahārāja bhavanetrī \/",
    "analyzed":"ucchinnā tathāgatasya mahā rāja bhava netrī ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:283",
    "original":"(sic; Matsumura (samu)cchinnā)",
    "analyzed":"sic matsumura samucchinnā ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:284",
    "original":"vikṣīṇo jātisaṃsāro nāstīdānīṃ punarbhava \/\/ 1 \/\/ iti \/\/",
    "analyzed":"vikṣīṇaḥ jāti saṃsāraḥ na asti idānīm punarbhavaḥ        ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:285",
    "original":"antaroddānaṃ",
    "analyzed":"antara uddānam ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:286",
    "original":"prācīnanyāsastaṃbhā avasaṃgā annāgrabaladharaṇyaniryūhā \/ (GBM 1567.2)",
    "analyzed":"prācīna nyāsa Cp staṃbhāḥ avasaṅga PNM anna Cp agra Cp bala Cp dharaṇya Cp niryūhāḥ PNM",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:287",
    "original":"phalakasopānavedikā kūṭatālakanakāś ca \/\/ 2 \/\/ iti",
    "analyzed":"phalaka sopāna vedikā kūṭa tāla kanakāḥ ca  \/ iti ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:288",
    "original":"MSuAv [23] atha rājā mahāsudarśano dharme prāsāde paṃca pratyekabuddhaśatāni bhojayitvā (GBM 1567.3)",
    "analyzed":"atha rājā mahāsudarśanaḥ dharme SLM prāsāde paṃcan pratyekabuddha Cp śatāni śata PANe bhojayitvā ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:289",
    "original":"pratyekapratyekaṃ duṣyayugenācchādayitvā gāthāṃ bhāsate.",
    "analyzed":"pratyeka pratyekam duṣya yugena ācchādayitvā gāthām bhāsate ",
    "folio":29
  },
  {
    "segmentnr":"SA_K14_msudarsu:290",
    "original":"labdhvā hi vipulaṃ cittaṃ na pramādyed vicakṣaṇaḥ \/",
    "analyzed":"labdhvā hi vipulam cittam na pramādyet vicakṣaṇaḥ ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:291",
    "original":"dadyāt saṃpannaśīlebhyo yatra ridhyanti dakṣiṇā \/\/ 3 \/\/",
    "analyzed":"dadyāt saṃpanna śīlebhyaḥ yatra ridhyanti dakṣiṇā ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:292",
    "original":"evaṃ datveha medhāvī (GBM 1567.4)",
    "analyzed":"evam  da Cp tvā  iha  medhāvī ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:293",
    "original":"śrāddho muktena cetasā \/",
    "analyzed":"śrāddhaḥ muktena cetasā ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:294",
    "original":"avyābādhasukhe loke upapadyeta paṇḍitaḥ \/\/ 4 \/\/ iti.",
    "analyzed":"a vyābādha sukhe loke upapadyeta paṇḍitaḥ     iti ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:295",
    "original":"MSuAv [24] syāt khalu mahārājānyas sa tena kālena tena samayena mahāsudarśano (GBM 1567.5)",
    "analyzed":"syāt khalu  mahā mahat Cp rāja anyaḥ SNM sa tad SNM tena tad SIM kālena kāla SIM tena samayena  mahāsudarśanaḥ mahāsudarśana SNM",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:296",
    "original":"nāma rājā cakravartī caturdvīpeśvaraḥ saptabhi ratnaiḥ samanvāgataḥ catasṛbhi mānuṣikābhi riddhibhir iti,",
    "analyzed":"nāma rājā cakravartī catur dvīpa īśvaraḥ saptabhiḥ ratnaiḥ samanvāgataḥ catasṛbhiḥ mānuṣikābhiḥ riddhibhiḥ iti ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:297",
    "original":"na khalv evaṃ draṣṭavyaṃ. aham eva sa tena (GBM 1567.6)",
    "analyzed":"na khalu evam draṣṭavyam aham eva sa tad SNM tena ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:298",
    "original":"kālena tena samayena mahārājābhūvan mahāsudarśano nāma rājā cakravartī caturdvīpeśvaraḥ saptabhi ratnaiḥ samanvāgataḥ catasṛbhi mānuṣikābhi  #",
    "analyzed":"kālena tena samayena mahā rāja abhūvan mahāsudarśanaḥ nāma rājā cakravartī catur dvīpa īśvaraḥ saptabhiḥ ratnaiḥ samanvāgataḥ catasṛbhi mānuṣikābhi ",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:299",
    "original":"riddhibhiḥ (GBM 1567.7)",
    "analyzed":"riddhi PIF",
    "folio":30
  },
  {
    "segmentnr":"SA_K14_msudarsu:300",
    "original":"iti. syāt khalu mahārāja tena mayā dānena vā dānasaṃvibhāgena vā anuttarā samyaksaṃbodhir adhigateti,",
    "analyzed":"iti syāt khalu mahā rāja tena mayā dānena vā dāna saṃvibhāgena vā anuttarā samyaksaṃbodhiḥ adhigatā iti ",
    "folio":31
  },
  {
    "segmentnr":"SA_K14_msudarsu:301",
    "original":"na khalv evaṃ draṣṭavyaṃ. api tu tad dānam anuttarāyās samyaksaṃbodheḥ (GBM 1567.8)",
    "analyzed":"na khalu evam draṣṭavyam api tu tat dānam anuttarāyāḥ samyaksaṃbodheḥ ",
    "folio":31
  },
  {
    "segmentnr":"SA_K14_msudarsu:302",
    "original":"hetumātrakaṃ pratyayamātrakaṃ saṃbhāramātrakam iti.",
    "analyzed":"hetu mātrakam pratyaya mātrakam saṃbhāra mātrakam iti ",
    "folio":31
  },
  {
    "segmentnr":"SA_K14_msudarsu:303",
    "original":"mahāsudarśanāvadānaḥ samāpta.",
    "analyzed":"mahāsudarśana avadānaḥ samāpta ",
    "folio":31
  }
]